<?php

use App\Models\Article;
use App\Models\References\ImageCategory;
use Illuminate\Database\Seeder;
use App\Models\Image;

class ArticleSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        $articles = [
            [
                "name" => "ქრაუდფანდინგის ისტორია",
                "body" =>
                    "<p><i>“ქრაუდფანდინგი მოხოლოდ ფულის შეგროვება არაა. ის ადამიანების საერთო მიზნისთვის გაერთიანებას გულისხმობს. არა მდიდარი და ძლევამოსილი, არამედ ისეთი ჩვეულებრივი ადამიანების, როგორებიც მე და თქვენ ვართ.”</i>- ჟოზეფინ დეილმანსი.</p>
                    <p>ქრაუდფანდინგის ცნება საკმაოდ დიდი ხანია არსებობს, მაგრამ ბოლო დროს ის დღითი დღე უფრო პოპულარული ხდება. ეს ფასონური სიტყვა რაიმეს დასაფინანსებლად ადამიანთა ფართო ჯგუფების მობილიზაციას გულისხმობს. ახალი ამბები და სოციალური მედიის საიტები სავსეა პროექტებით, რომლებიც ამა თუ იმ მიზნისთვის ფულის შეგროვებას ცდილობენ. ასევე, დიდი შანსია, რომ თქვენმა ერთმა ნაცნობმა მაინც იცოდეს უმსხვილესი ქრაუდფანდინგ პლატფორმის, GoFundMe-ს, შესახებ. მართალია, თვითონ ტერმინი ახლია, მაგრამ ქრაუდფანდინგი, როგორც მოვლენა, სულაც არაა ახალი.</p>
                    <p>ქრაუდფანდინგის ისტორიის გამოკვლევა უბრალოდ სახელებისა და რიცხვების ჩამოწერაზე რთული საქმეა. რაღაცის ან ვიღაცის ისტორია მის განვითარებასაც მოიცავს. ბევრი ფიქრობს, რომ ქრაუდფანდინგი 2000 წელს ArtistShare-ის გახსნით დაიბადა, მაგრამ ეს არასწორია. ჩვენ უფრო შორეული, რამდენიმე საუკუნის წინანდელი რეალობიდან უნდა დავიწყოთ ამ მოვლენის კვლევა და მხოლოდ შემდეგ ვისაუბროთ თანამედროვე ქრაუდფანდინგზე. მოდით, ვნახოთ თუ სად ძევს მისი ფესვები.</p>
                    <h3>1713 წელი, ალექსანდრე პოუპი და ილიადა</h3>
                    <img src='https://powershare-alpha.s3.amazonaws.com/blogImages/1.2-history-of-crwodfunding.jpg' style='width: 50%'>
                    <p>გადავინაცვლოთ სამი საუკუნით უკან ლონდონში, სადაც ახალგაზრდა და ნიჭიერი მწერალი, ალექსანდრე პოუპი, თარგმნის ჰომეროსის ერთ-ერთ შედევრს - ილიადას. მან 15,693 ხაზს უკვე გაართვა თავი, მაგრამ წიგნის გამოსაცემად საკმარისი თანხა არ გააჩნია.</p>
                    <p>ყოველი უძილო ღამე და მუშაობის გრძელი და დამღლელი საათები წყალში ჩაეყრებოდა თვისი პროექტის დასაფინანსებლად „შეწირულობის მეთოდისთვის“ (რომელიც ქრაუდფანდინგის პირვანდელი ფორმაა) რომ არ მიემართა. ეს მეთოდი შემდეგს გულისხმობდა: ადამიანები, რომლებიც გარკვეულ თანხას გაიღებდნენ, საჩუქრად წიგნის უფასო ეგზემპლარს მიიღებდნენ. ფაქტობრივად, პოუპმა მანამდე გაყიდა თავისი წიგნი, სანამ გამოუშვებდა. მაგრამ ადამიანებს უცბად ხომ არ დაესიზმრებოდათ, რომ ალექსანდრეს წიგნის გამოსაცემად ფული სჭირდებოდა? არა, მას ხალხისთვის ხმა უნდა მიეწვდინა.</p>
                    <p>ზუსტად ამ მიზნით პოუპმა თავის წინა ნაშრომის, „Rape and Lock“-ის, ბოლო გვერდზე ილიადას პროექტს რეკლამირება უბრალო სიტყვებით გაუკეთა:</p>
                    <p>„ეს ნაშრომი (ილიადა) სამ ტომად დაიბეჭდება, უმაღლესი ხარისხის ფურცელზე, ორნამენტებითა და ბრინჯაოზე ამოტვიფრული დამფინანსებლების ინიციალებით. კეთილშობილი ადამიანები, რომლებიც ჩემი ნაშრომის მიმართ თავიანთ ინტერესს ფინანსური დახმარებით გამოხატავენ, საჩუქრად წიგნის პირველ ტომს მიიღებენ.“</p>
                    <p>მან 750 მხარდამჭერის მოგროვება შეძლო, რომლებმაც ყველანაირი დაყოვნების გარეშე, მანამ, სანამ საზოგადოების დანარჩენი წევრებისთვის იქნებოდა ხელმისაწვდომი, თავიანთი დამსახურებული წიგნებიც მიიღეს.</p>
                    <p>გაკვეთილი:  რეკლამირება და დაჯილდოვების სისტემა წარმატებული ქრაუდფანდინგ პროექტის ერთ-ერთი უმნიშვნელოვანესი ელემენტია.</p>
                    <h3>1783 წელი, მოცარტი და მისი კონცერტები</h3>
                    <img src='https://powershare-alpha.s3.amazonaws.com/blogImages/1.3-history-of-crowdfunding.jpg' style='width: 50%'>
                    <p>ისეთი სახელგავარდნილი კომპოზიტორიც კი, როგორიც მოცარტია, ერთ დროს თავისი ნაშრომების სცენაზე წარსადგენად ფულის ნაკლებობას განიცდიდა. ამიტომ, მან თავისი პროექტის დასაფინანსებლად საზოგადოებას მიმართა - დახმარების შემთხვევაში კი ხელნაწერ ეგზემპლარს დაჰპირდა.</p>
                    <p>პირველი მცდელობა წარუმატებელი გამოდგა. თუმცა, მოცარტი არ იყო ის ადამიანი, რომელსაც ერთჯერადი კრახი შეაკავებდა. მეორე ცდაზე 176-მა ადამიანმა გაიღო ფულადი დახმარება. ამადეუსმა მათ, დაპირებულ ჯილდოსთან ერთად, ინდივიდუალური წერილები გაუგზავნა, რომლებშიც მადლობას უხდიდა და თავისი ნაშრომის ორიგინალზე მათი სახელებიც კი ამობეჭდა.</p>
                    <p>გაკვეთილი: მხარდამჭერებს განსაკუთრებული ყურადღება სჭირდებათ, მათ თავი დაფასებულად უნდა იგრძნონ.</p>
                    <h3>1874 წელი, ამერიკელები, ფრანგები და თავისუფლების ქანდაკება</h3>
                    <img src='https://powershare-alpha.s3.amazonaws.com/blogImages/1.4-history-of-crowdfunding.jpg' style='width: 50%'>
                    <p>როგორც ყველამ ვიცით, თავდაპირველად თავისუფლების ქანდაკება ფრანკო-ამერიკული კავშირის აღსანიშნავად საფრანგეთის საჩუქარი უნდა ყოფილიყო ამერიკელებისთვის. თუმცა, სამწუხაროდ, საფრანგეთის მთავრობამ ვერ შეძლო საკმარისი თანხის გამოყოფა, რათა ეს პროექტი აღსრულებულიყო.</p>
                    <p>იმისათვის, რომ თავისუფლების ქანდაკებას მზის შუქი ენახა, ამერიკამ და საფრანგეთმა თავიანთ მოქალაქეებს მიმართეს. პროექტი საოცრად წარმატებული გამოდგა - ამერიკელებმა 100 000$ კვარცხლბეკის, ხოლო ფრანგებმა 250 000 ფრანკი თავად ქანდაკების, ასაშენებლად შეაგროვეს.</p>
                    <p>როგორც წინა ორი ისტორიული პროექტის მაგალითიდან ვისწავლეთ, ქრაუდფანდინგ პროექტი ვერ იქნება წარმატებული შესაბამისი რეკლამირების გარეშე, დაჯილდოვების სისტემა კი მის წარმატებას კიდევ უფრო უწყობს ხელს. მართლაც, ამ შემთხვევაშიც, ორივე ქვეყანამ, ამერიკამ და საფრანგეთმა, დიდი დრო და ენერგია ჩადეს თავიანთი წამოწყების რეკლამირებაში - გაზეთები სავსე იყო პროექტის შესახებ ინფორმაციით. საფრანგეთის მთავრობა მხარდამჭერებს თავისუფლების ქანდაკების თიხის პატარა ფიგურებითა და ლოტოს ბილეთებითაც კი ასაჩუქრებდა მაშინ, როდესაც ამერიკელებისთვის აშკარა იყო თუ რა წარმოადგენდა ჯილდოს - თავად გრანდიოზული თავისუფლების ქანდაკება.</p>
                    <p>გაკვეთილი: სახელმწიფოს მიერ მხარდაჭერილ პროექტებს დიდი ფორა აქვთ, რადგან მთავრობა ხალხთან ურთერთობის ყველაზე ძლიერი და მრავალფეროვანი ბერკეტებით არის აღჭურვილი.</p>
                    <h3>1962 წელი, ნერუ და ვიზუალური წარმოდგენის ძალა</h3>
                    <p>ინდოეთი მხოლოდ თხუთმეტი წლის დამოუკიდებელი სახელმწიფო იყო, როდესაც ჩინეთთან ომი გარდაუვალი აღმოჩნდა. ქვეყნის პირველმა პრემიერ მინისტრმა, ჯავაჰარლალ ნერუმ, ძალიან კარგად იცოდა, რომ ხალხის მხარდაჭერის გარეშე, ახალბედა სახელმწიფოს ხაზინა ვერ აუვიდოდა ომის დანახარჯებს ისეთ ძლიერ სახელმწიფოსთან, როგორიც ჩინეთი იყო, ამიტომ ისევ ხალხს მიმართა დახმარებისთვის.</p>
                    <p>საბოლოოდ საქმე იქამდე მივიდა, რომ მოქალაქეები, განსაკუთებით კი ქალები, თავიანთ ძვირფასეულობასა და ფულს ინდოეთის დაცვის ფონდში დებდა. ნერუმ 220 000$-ზე მეტის აგროვება შეძლო ქაღალდის ფულში, ოქროში კი გაცილებით მეტის.</p>
                    <h3>მაგრამ, როგორ მოახერხა მან ეს?</h3>
                    <p>ინდოელები ხომ დღესაც არ გამოირჩევიან თავიანთი სიმდიდრით და ნახევარი საუკუნის წინ ხომ საერთოდ. მიუხედავად ამისა, ისეთმა მდიდარმა ქვეყნებმაც კი ვერ შეძლეს ამხელა თანხის შეგროვება თავისუფლების ქანდაკებისთვის, როგორებიც იყვნენ ამერიკა და საფრანგეთი.</p>
                    <p>ნერუს ჰქონდა რაღაც, რაც ამერიკასა და საფრანგეთს არ ჰქონდა 1874 წელს (თავისუფლების ქანდაკების აგებისას): ამ დროს ტექნოლოგია უკვე განვითარებული იყო და, რაც უფრო მნიშვნელოვანია, მთელი ინდოეთი ერთი მიზნისთვის იყო გაერთიანებული - თავი დაეცვათ კარზე მომდგარი საშიშროებისგან. უნდა ვაღიაროთ, რომ ეს ძალიან ძლიერი მოტივაციაა.</p>
                    <p>თუმცა, ნერუს გენია არ იყო მხოლოდ თავისი ორატორული ნიჭის მეშვეობით ადამიანთა გაერთიანება - მან ვიზუალის ძალა დაინახა და შესაბამისადაც გამოიყენა ის. ჯავაჰარლალმა გადაიღო ვიდეო, რომლის მეშვეობითაც ყოველ მოქალაქეს დახმარების გაღებისკენ მოუწოდებდა. ვიდეო მსმენელს ემოციებს ბევრად უკეთ გადასცემდა, რასაც ტექსტი კარგად ვერ ართმევს თავს. </p>
                    <p>გაკვეთილი: მიზნის ვიზუალურად წარმოდგენის ძალა აშკარაა. თქვენი პროექტის ამ გზით წარმოდგენა საზოგადოებასთან ემოციური კავშირის დამყარების საუკეთესო გზაა, რაც თავისთავად გაზრდის მათ მოტივაციას, გაიღონ დახმარება. დადებითად მოქმედებს ხალხის მიერ თავიანთი მოქალაქეობრივი ვალდებულების გაცნობიერებაც.</p>
                    <h3>თანამედროვე ქრაუდფანდინგის დაბადება</h3>
                    <p>წარსულის ყველა ამ გაკვეთილის სწავლისა და ტექნოლოგიის განვითარების შედეგად, 2003 წელს იქმნება პირველი ციფრული ქრაუდფანდინგ პლატფორმა - ArtistShare.</p>
                    <p>თავდაპირველად ეს იყო საიტი, რომელზეც მუსიკოსები თავიანთი ფანებისგან ახალი ალბომების დაფინანსებას ითხოვდნენ. თუმცა, დროდადრო ის ფილმებისა და ფოტოგრაფიული პროქტების ფანდრაიზინგის პლატფორმაში გადაიზარდა.</p>
                    <p>პირველი პროექტი იყო მარია შნაიდერის ჯაზის ალბომი, „Concert in a Garden“. ეს მისი მეოთხე ალბომი გახლდათ, რომელიც გრემის ნომინაციაზე იყო წარდგენილი და პირველი, რომელმაც გაიმარჯვა. ამ ალბომის არსებობას კი შნაიდერი თავის ფანებს უმადლის, რომლებმაც ალბომის უფასოდ გადმოწერისა და ალბომის ფურცელზე თავიანთი სახელების ამობეჭდვის სანაცვლოდ 130 000$-ით დააფინანსეს ის.</p>
                    <p>შნაიდერი აქ არ გაჩერებულა და 2013 წელს ახალი ქრაუდფანდინგ პროექტი წამოიწყო თავისი ახალი ალბომის, „Winter Morning Walks”-ის, დასაფინანსებლად. ამ ალბომმა სამი გრემის ჯილდო მოიგო - საუკეთესო კლასიკური ვოკალური სოლო, საუკეთესო თანამედროვე კლასიკური კომპოზიცია და საუკეთესოდ აწყობილი ალბომი.</p>
                    <h3>ჯილდოზე დაფუძნებული ქრაუდფანდინგი</h3>
                    <p>ArtistShare-ის წარმატება ჯილდოზე დაფუძნებული ქრაუდფანდინგის პლატფორმების ბუმის პირველი ნაპერწკალი იყო. მალევე უამრავი მსგავსი პლატფორმა შეიქმნა, მაგალითად: Indiegogo 2008 წელს და Kickstarter-ი 2009-ში. ჩვეულებრივ, მსგავს საიტებზე კრეატიულ პროექტებს შეხვდებით, რომლებიც ფულადი დახმარების სანაცვლოდ რაიმე სახის ჯილდოს გთავაზობენ - ხშირად მატერიალური პროდუქტისა და გამოცდილების სახით.</p>
                    <p>2009 წლიდან 2015 წლამდე Kickstarter-ზე ზე 265 00 პროექტი გაიხსნა, რომელთა 36%-ც წარმატებით დაფინანსდა. ჯამში პროექტებმა 9.7 მილიონი მხარდამჭერისგან 1.76$ მილიარდის აღება მოახერხეს. Kickstarter-ი „ყველაფრის ან არაფრის“ მოდელს იყენებს, რაც იმას ნიშნავს, რომ თუ პროექტის მიერ დათქმული თანხა განსაზღვრულ დრომდე არ შეგროვდა, მაშინ ის მხარდამჭრებს უკან უბრუნდებათ. ზუსტად ამ მიზეზის გამო პროექტების უმეტესობა ხელცარიელი რჩება, თუმცა მეორეს მხრივ, ეს მოდელი პროექტის ავტორს აიძულებს, რაც შეიძლება მეტი დრო და ენერგია ჩადოს პოტენციური მხარდამჭერების მოზიდვაში. დონორების კუთხიდან თუ შევხედავთ, ეს მოდელი მათ ფულის გადარიცხვისას თავდაჯერებულობას და შესაბამისად მოტივაციას ჰმატებს, რადგან მათ იციან, რომ რაც არ უნდა მოხდეს გადარიცხული თანხა არ დაიკარგება.</p>
                    <p>შეიძლება იფიქროთ, რომ მხარდამჭერები მხოლოდ იმიტომ ჩაურიცხავენ ასეთ პროექტებს ფულს, რომ ჯილდო მიიღონ. ეს ასე არაა. სინამდვილეში, მხარდამჭერების დიდი ნაწილი ჯილდოს მისაღებ მინიმუმ თანხაზე ნაკლებს რიცხავს. სხვა სიტყვებით რომ ვთქვათ, მათ უბრალოდ პროექტის დახმარება სურთ ყველნაირი ჯილდოს გარეშე.</p>
                    <p>Kickstarter-ის ერთ-ერთი პროექტის ავტორი ამბობს:</p>
                    <p>„ადამიანებს არა უბრალოდ პროდუქტი, არამედ ოცნება უნდა მიყიდო.“</p>
                    <h3>სესხზე დაფუძნებული ქრაუდფანდინგი</h3>
                    <p>ცხოვრების რაღაც მომენტში ალბათ ყველას გვიცდია ბანკისგან სესხის აღება. ალბათ დამეთანხმებით, რომ ეს მსოფლიოში ყველაზე სასიამოვნო პროცესი ნამდვილად არაა. კერძო პირისგან ფულის სესხება გაცილებით მარტივი და ნაკლებად სტრესულია, ვიდრე ბანკისგან, არა? სესხზე დაფუძნებული ქრაუდფანდინგიც ზუსტად ესაა.</p>
                    <p>ქრაუდფანდინგის ეს ფორმა ჯილდოზე დაფუძნებულ მოდელამდე ადრე აღმოცენდა - 2006 წელს ამერიკის შეერთებულ შტატებში, ხოლო 2005 წელს დიდ ბრიტანეთში. ის საშუალებას გვაძლევს ადამიანთა დიდი ჯგუფისგან ავიღოთ დაუზღვეველი სესხი (რა თქმა უნდა ამას იმ პლატფორმის თანხმობა სჭირდება, რომელზეც ვეძებთ მსესხებლებს) და შემდეგ თანხა პროცენტული მოგებით დავუბრუნოთ.</p>
                    <p>ამ სერვისის შემომთავაზებელი პლატფორმები უფრო რთული სტრუქტურისაა, ვიდრე ჯილდოზე დაფუძნებული ქრაუდფანდინგის საიტები, რადგან ისინი ფასიანი ქაღალდებისა და საფონდო ბირჟების კომისიის მიერ რეგულირდება. ამიტომ, მომხმარებელმა სოლიდური დრო უნდა დაუთმოს სესხის ასეთი სახით აღების გამოკვლევას სანამ რაიმე გადაწყვეტილებას მიიღებს.</p>
                    <h3>საქველმოქმედო ქრაუდფანდინგი</h3>
                    <p>ქველმოქმედებაზე დაფუძნებული ქრაუდფანდიგი ქრაუდფანდინგის როგორც უძველესი, ისე უახლესი ფორმაა. ის უძველესია, რადგან მსხვილი საქველმოქმედო ორგანიზაციები ონლაინ რეჟიმში მანამდეც აგროვებდნენ ფულს, სანამ ქსელზე დაფუძნებული ქრაუდფანდინგი აღმოცენდებოდა. მაგრამ ის ასევე უახლესიცაა, რადგან დონაციაზე დაფუძნებულმა ქრაუდფანდინგ პლატფორმებმა მცირე ზომის ორგანიზაციებსა და ინდივიდებს მხოლოდ 2010 წელს მისცეს საიტებზე მათი პროექტების განთავსების უფლება.</p>
                    <p>ქრაუდფანდინგის ეს ფორმა ყველაზე მარტივია. ალბათ გაგიგიათ GoFundMe, ის 2010 წელს შეიქმნა და მხოლოდ სამ წელიწადში 1.4 მილიონი მხარდამჭერისგან 350 პროექტი დააფინანსა ჯამში 120$ მილიონით. პლატფორმა თითოეული დონაციიდან 5% საკომისიოს იღებს. </p>
                    <p>დღესდღეობით, საქველმოქმედო ქრაუდფანდინგი ნელნელა ითქვამს სახელს, თუმცა არაკომერციული ორგანიზაციების უმეტესობა მას არ იყენებს. უამრავი სოციალური მიზნის მიღწევა შეიძლება დაფინანსების მსგავსი მოდელით, რაც წარმოუდგენელ შესაძლებლობას გვაძლევს - დავეხმაროთ მათ, ვისაც ჩვენსავით არ გაუმართლა. დონაციაზე დაფუძნებული ქრაუდფანდინგი ამისათვის ერთ-ერთი საუკეთესო საშუალებაა.</p>
                     
                    <p><i>ავტორი: მიშო ზღულაძე</i></p>",
                "image_url" => "https://powershare-alpha.s3.amazonaws.com/blogImages/1-+history_of_crowfunding.jpg"
            ],
            [
                "name" => "როგორ დავწეროთ აღწერა",
                "body" => "
                    <p>წარმატებული პროექტის ერთ-ერთი ყველაზე მნიშვნელოვანი შემადგენელი ნაწილი თავად ამ პროექტის ტექსტია. პოტენციური მხარდამჭერი სწორედ ამ ნაწილს უთმობს ყველაზე მეტ დროს და აქედან იღებს საჭირო ინფორმაციას. შესაბამისად, აუცილებელია, ეს ნაწილი სწორად იყოს შესრულებული და მთავარ იდეას მკაფიოდ და გასაგებად გადმოსცემდეს. როგორ უნდა დავწეროთ პროექტის შესახებ და როგორ ვაქციოთ აღწერა რაც შეიძლება ემოციური და დასამახსოვრებელი?<p>
                    <p>რამდენიმე ზოგადი რჩევა:</p>
                    <ol>
                        <li>იყავი გულახდილი და პირდაპირი, დონორები ამას ყველაზე მეტად აფასებენ.</li>
                        <li>მალევე გადადი კითხვაზე „რატომ?“. გააგებინე შენს მკითხველებს, თუ რატომაა ეს მიზანი შენთვის ასეთი მნიშვნელოვანი.</li>
                        <li>ატვირთე სურათები და ვიდეო. ვიზუალური ეფექტების მეშვეობით შენი მკითხველები უფრო ახლოს მოდიან პროექტთან.</li>
                    </ol>
                    <p>ახლა კი გადავიდეთ უფრო დეტალურ რჩევებზე.</p>
                    <h3>დასაწყისი</h3>
                    <p>დაიწყე ისეთი წინადადებით, რომელშიც შენს თავს და სხვა მთავარ ფიგურებს გააცნობ მკითხველებს. პირველ რიგში, გამოიტანე ყველაზე მნიშვნელოვანი და რელევანტური ინფორმაცია. რა გაკავშირებს პროექტთან და რატომ მოგინდა მისი წამოწყება? მიიჩნევდი ამას შენს მოვალეობად როგორც მშობელი, ენტერპრენერი, გარემოს დამცავი, თუ როგორც კიბოსგან გადარჩენილი? ამ ეტაპზე გაცნობითი ტექსტი მოკლე და კონკრეტული დატოვე, შემდეგ შეგეძლება მისი განვრცობა. მაგალითად, დაიწყე ასე:</p>
                    <i>'ჩემი სახელია ---- და მთელი ცხოვრება მივუძღვენი ----.'</i>
                    <h3>განმარტე შენი ამბის მთავარი ასპექტები</h3>
                    <p>პირველ რიგში, ჩამოწერე ის დეტალები, რომლებიც შენი ამბისთვის ყველაზე მნიშვნელოვანია. რაიმე ინფორმაცია ხომ არ გაკლია? ამოარჩიე სურათები და ვიდეო, იქნებ შეგიძლია უკეთესების გადაღება ან ახლების დამატება? მკითხველმა აუცილებლად უნდა მიიღოს პასუხი ძირითად კითხვებზე: ვინ, რა, სად, როდის, რატომ და როგორ. სანამ წერას დაიწებდე, გაეცი პასუხი ამ კითხვებს და შემდეგ შეიტანე ეს ინფორმაცია ტექსტში:</p>
                    <ol>
                        <li>კონკრეტულად რისთვის გამოვიყენებ აღებულ ფულს?</li>
                        <li>რითი ვარ დაკავშირებული ჩემს მიზანთან?</li>
                        <li>როგორ დაეხმარება ეს პროექტი სხვებს ან მე?</li>
                        <li>რატომ მჭირდება ამ პროექტის განხორციელება, რისთვის ან ვისთვისაა ეს მნიშვნელოვანი და როგორ შევცვლი ამით არსებულ სიტუაციას?</li>
                    </ol>
        
                    <p>მაგალითი: <i>'ეს თანხა დამეხმარება ----.'</i></p>
                    <h3>მოყევი შენი ისტორია</h3>
                    <p>თუ აქამდე სხვა გზებითაც გიცდია ფულის შეგროვება, კარგი იქნება, თუ ამის შესახებაც მოყვები. </p>
                    <p>უპასუხე ისეთ კითხვებს, როგორიცაა:</p>
                    <ol>
                        <li>როგორ სცადეთ შენ და შენმა მეგობრებმა ამ პრობლემის გადაჭრა?</li>
                        <li>რა პრობლემებს შეეჩეხე და როგორ შეგცვალა ამ ყველაფერმა?</li>
                    </ol>
                    <p>გამოიყენე ეს შესაძლებლობა, რათა გადმოსცე შენი ან შენი ოჯახისა და გარშემომყოფების პრობლემები პროექტის არ გამოსვლის შემთხვევაში.</p>
                    <h3>აქცენტი გააკეთე მთავარ მიზეზზე</h3>
                    <p>რა იყო ის გადამწყვეტი მომენტი, რის გამოც პროექტის განხორციელება გადაწყვიტე? იყო ეს რაიმე შეხვედრა, ვიზიტი ექიმთან თუ დიალოგი მშობლებთან, აღწერე ეს მომენტი ერთ-ორ წინადადებაში.</p>
                    <p>მაგალითი: <i>'სწორედ ---- გავაცნობიერე, რომ საზოგადოებისგან დახმარება მჭირდებოდა.'</i></p>
                    <h3>გვაჩვენე, რატომ უნდა გვანაღვლებდეს ეს პროექტი</h3>
                    <p>პოტენციური დონორის თვალში ეს მთავარი კითხვაა და, შესაბამისად, შენმა აღწერამაც ამ კითხვას უნდა უპასუხოს. ადამიანები ყველაზე მეტად მათზე დარდობენ, ვისაც რაღაც ძალიან უნდათ, მაგრამ პრობლემური გარემო პირობების გამო მიზნის მიღწევა უჭირთ. ისინი უფრო ხშირად იმ ადამიანებს თანაუგრძნობენ, ვინც საერთოდ არ არიან იდეალურები და უნაკლოები, მაგრამ ყველაფერს აკეთებენ მიზნის მისაღწევად.</p> 
                    <h3>ააგე შენი პროექტის ამბავი</h3>
                    <p>ზოგადი მიმოხილვის გარდა რა ადგილები საჭიროებენ ყველაზე მეტ ყურადღებას? რა მომენტები დააინტერესებს მკითხველს ისე, რომ ბოლომდე წაიკითხოს ტექსტი? ისე ააგე ისტორია, რომ ეს ელემენტები ყველაზე გამოკვეთილი იყოს.</p>
                    <h3>გადაამოწმე</h3>
                    <p>რამდენჯერმე გადაიკითხე ტექსტი და ყურადღება მიაქციე, რამდენად გამართულადაა ის დაწერილი. ყველა წინადადება და სურათი სწორად ეხმიანება შენს მიზანს? ხომ არ შეიცავს ის მეორეხარისხოვან და არასაჭირო ინფორმაციას, რაც შენ მნიშვნელოვნად გეჩვენება, მაგრამ მხარდამჭერს არ დააინტერესებს? წარმოიდგინე, რომ თავად ხარ პოტენციური დონორი და მისი თვალით ეცადე ტექსტის წაკითხვას.</p>
                    <h3>მოიფიქრე სათაური</h3>
                    <p>შეიძლება ითქვას, რომ პროექტისთვის სათაურს ყველაზე დიდი მნიშვნელობა აქვს. ეს დონორის პირველი კონტაქტია შენს მიზანთან და ის რაც შეიძლება მომნუსხველი და საინტერესო უნდა იყოს. სათაურის მოფიქრება მას შემდეგ სჯობს, რაც მთავარ ტექსტს დაწერ. ასე შენც უკეთესად შეამჩნევ, რა ნაწილია ყველაზე მნიშვნელოვანი და როგორ შეიძლება მისი გადმოცემა სათაურში.</p> 
                    <h3>მიიღე რჩევები მეგობრებისგან</h3>
                    <p>მას შემდეგ, რაც თავად შეიმუშავებ და გაასწორებ ტექსტს, აჩვენე ის რამდენიმე ახლო მეგობარს და მათი აზრიც მოისმინე. ეს ძალიან დაგეხმარება შეცდომების აღმოჩენასა და ტექსტის გასწორებაში. დაუსვი მათ შემდეგი კითხვები:</p>
                    <ol>
                        <li>ისე იკითხება ტექსტი, თითქოს უბრალოდ მეგობარს უყვებოდე ამბავს?</li>
                        <li>ხომ არ არის გაუგებარი მომენტები ან რაიმე ინფორმაცია ხომ არ აკლია?</li>
                        <li>რა ადგილები მოგიწოდებს პროექტის დახმარებისკენ?</li>
                        <li>პირადად შენ დაინტერესდებოდი ამ ამბით ისე, რომ სხვებისაც გაუზიარებდი?</li>
                    </ol>
                    <h3>გახსოვდეს, იმარჯვებს გულახდილობა</h3>
                    <p>ეს სწორედ ისაა, რაც უცნობებს მოუწოდებს შენი დახმარებისკენ. ადამიანებს ძალიან მოსწონთ გულახდილი მონათხრობი, ეს მათში თანაგრძნობას იწვევს. ასე რომ, როგორ უხერხულადაც არ უნდა გეჩვენებოდეს, ეცადე ყველაფერი ისე გადმოსცე, როგორც სინამდვილეში მოხდა. 
                            მზად ხარ, დაიწყო პროექტი?</p>",
                "image_url" => "https://powershare-alpha.s3.amazonaws.com/blogImages/2-How+To+write+description.jpg"
            ],
            [
                "name" => "3 კითხვა, რომელიც ყველა ფანდრაიზერმა უნდა დაუსვას საკუთარ თავსს",
                "body" => "<p> ქრაუდფანდინგ პროექტის გაშვება არც ისე მარტივია, როგორც ეს ერთი შეხედვით ჩანს. ამას სერიოზული ფიქრი და შემუშავება სჭირდება, რაშიც ეს სამი მარტივი კითხვა დაგეხმარებათ. კარგად მოფიქრებული გეგმა უაზრო ნერვიულობასა და გაურკვევლობას აგარიდებთ თავიდან.</p>
                            <b>1.	რამდენის შეგროვება მჭირდება?</b>
                            <p>პროექტის წამოსაწყებად კონკრეტული რიცხვი გჭირდება. თუ „უბრალოდ მეტი ფულის შეგროვება“ გინდა, ეს სავარაუდოდ წარუმატებლად დასრულდება. იმისათვის, რომ ზუსტად განსაზღვრო, მიზნის განსახორციელებლად რამდენი გინდა, ჯერ იმაზე დაფიქრდი, რა გჭირდება ამისათვის და შემდეგ შეაჯამე ეს ყველაფერი. აუცილებელია კარგად დაითვალო, რადგან თუ აღმოჩნდა, რომ იმაზე მეტი გჭირდება, ვიდრე ითხოვ, ამით ისევ შენ დაზარალდები.</p>
                            <b>2.	ვის უნდა ვთხოვო დახმარება?</b>
                            
                            <p>იყავი კონკრეტული. წარმატებული პროექტების უმეტესობა პირველ რიგში მეგობრებისა და ოჯახის წევრებისგან ფინანსდებიან. შეადგინე ასეთი ადამიანების სია და თითოეულს პირადად დაუკავშირდი. როდესაც შენი პროექტის გვერდზე ჩარიცხული ოდენობა ნელ-ნელა გაიზრდება, მათ სხვებიც მიჰყვებიან. აუცილებელია პროექტის სოციალურ ქსელში გაზიარებაც, რისთვისაც ერთ-ერთი საუკეთესო საშუალება ფეისბუქია. განათავსე შენი პროექტი არა მარტო შენს გვერდზე, არამედ რელევანტურ ჯგუფებშიც. რაც უფრო მეტი ხალხი ნახავს მას, დაფინანსების მით მეტი შანსი გაქვს.</p>
                            <b>3.	როგორ გადავუხადო მადლობა მხარდამჭერებს?</b>
                            <p>მხარდამჭერების სათანადოდ დაფასება პროექტის ერთ-ერთი უმნიშვნელოვანესი ნაწილია. კარგად მოიფიქრე, როგორ გადაუხდი მათ მადლობას. შეიმუშავე პატარა წერილი, რომელსაც თითოეულს გაუგზავნი, ან პოსტი, რომელსაც ფეისბუქსა და შენი პროექტის გვერდზე განათავსებ. სურათებისა და ვიდეოს დამატებაც საკმაოდ კარგი ვარიანტია. უყურადღებოდ ნუ დატოვებ შენს მხარდამჭერებს, მომავალში შეიძლება კიდევ დაგჭირდეს მათი დახმარება.</p>
                            
                            <i>წყარო: <a href='https://getfullyfunded.com/success-of-your-fundraising-plan/' target='_blank'>https://getfullyfunded.com/success-of-your-fundraising-plan/</a></i>",
                "image_url" => "https://powershare-alpha.s3.amazonaws.com/blogImages/3-main-questions.jpg"
            ],
            [
                "name" => "პროექტის შექმნის გეგმა",
                "body" =>
                    "
                     <p>საწყისი გეგმის შემუშავება ყოველთვის ზრდის წარმატების შანსებს. ასეა ქრაუდფანდინგის შემთხვევაშიც: კარგად მოფიქრებული პროექტი ბევრად შთამბეჭდავი გამოდის. ამ სტატიაში თავმოყრილია რამდენიმე რჩევა, რომლებიც საქველმოქმედო პროექტის დაგეგმვაში დაგეხმარება.</p>
                    <h3>მიბაძე წარმატებულ ფანდრაიზერებს და დასახე რეალისტური მიზანი</h3>
                    <b>1.	სხვებზე დაკვირვება</b>
                    <p>სანამ პირდაპირ პროექტის დაგეგმვას დაიწყებდე, დაათვალიერე სხვა შენი მსგავსი პროექტები. დააკვირდი - რამ იმუშავა მათ შემთხვევაში და რა დასრულდა წარუმატებლად. რითი მოიხიბლე და რამ იმოქმედა პირადად შენზე? რამ გამოიწვია შენში დახმარების სურვილი? ჩაინიშნე ეს ყველაფერი და გამოიყენე შენი პროექტისთვისაც.</p>
                    <b>2.	დასახე მიზანი</b>
                    <p>გამოითვალე, რამდენის შეგროვება გჭირდება, რათა დასახულ მიზანს მიაღწიო. მაგალითად, თუ ოჯახის წევრის მკურნალობისთვის გჭირდება ფული, დათვალე ზუსტად რამდენი გჭირდება ტრანსპორტირებისთვის, ექიმებისთვის და წამლებისთვის ერთად.</p>
                    <h3>რეკლამირების სტრატეგიული გეგმა</h3>
                    <b>1.	ბრენდინგი</b>
                    <p>ახლა უკვე შეგიძლია იმაზე იფიქრო, როგორ მიიღებენ პოტენციური მხარდამჭერები შენს პროექტს და როგორ შეგიძლია ის მათთვის უფრო დასამახსოვრებელი გახადო. კამპანიის კარგად გავრცელებისთვის სხვადასხვა გზები არსებობს. კარგი აზრია ჰეშთეგის (#) მოფიქრება, რასაც ყველა შენს პოსტს თან დაურთავ. ამ გზით დონორები მარტივად შეძლებენ შენი პროექტის პოვნას. კრეატიული სახელი ამის კიდევ ერთი კარგი საშუალებაა.</p>
                    <b>2.	სოციალური მედია</b>
                    <p>გაითვალისწინე, სოციალური მედია ყველაზე მეტად დაგეხმარება შენს კამპანიაზე ხმის გავრცელებაში. რაც უფრო აქტიური იქნები, ხშირად დაპოსტავ და კომენტარებსაც უპასუხებ, მით უფრო მეტი ხალხის ყურადღებასაც მიიქცევ. ფეისბუქი კი ამისათვის ნომერ პირველი პლატფორმაა. </p>
                    <b>3.	ვიზუალური კონტენტი</b>
                    <p>პროექტის გავრცელებისთვის ხარისხიანი სურათები აუცილებელია. თუ არც ისე კარგი ფოტოები გამოგივიდა, გამოიყენე მათი დამუშავების უფასო აპლიკაცია, რათა მკაფიო და თვალშისაცემი სურათები მიიღო. რაც უფრო მეტ სურათს გამოიყენებ, მით უკეთესი. </p>
                    <b>4.	შეეხმიანე ინფლუენსერებს</b>
                    <p>გააკეთე ინფლუენსერების სია. ეს შეიძლება იყვნენ შენი ახლობლები, რომლებიც სოციალურ ქსელში აქტიურები არიან და რომელთაც ბევრი ადამიანი ეხმაურება ან ისეთი ფეისბუქ ჯგუფები, რომლებსაც შენს კამპანიასთან რაღაც საერთო აქვთ და დაინტერესებულიც შეიძლება იყვნენ მასში მონაწილეობაში. </p>
                    <p>ასეთ ადამიანებთან დაკავშირებისას ფინანსური დახმარების მაგივრად უმჯობესი იქნება, თუ მათ შენთვის საინტერესო კითხვებს დაუსვამ და რჩევასა და მხარდაჭერას სთხოვ (მაგალითად, შენი პროექტის თავიანთ ქსელში გაზიარებას, მეგობრებში ხმის გავრცელებას და ა.შ.). </p>
                    <b>5.	წინასწარი გაშვება</b>
                    <p>სანამ პლატფორმაზე პროექტს დადებდე გაავრცელე ხმა, რომ კამპანიის გაშვებას აპირებ. როდესაც პროექტი დაიდება, შენ უკვე გეყოლებიან მხარდამჭერები, რომელთაც შემდეგ მარტივად გადაიყვან საიტზე. სწორედ ამ ეტაპზე გჭირდება ინფლუენსერების დახმარება ყველაზე მეტად. გაუგზავნე მათ წერილი, სადაც მოკლედ შეატყობინებ შენი პროექტის შესახებ და სთხოვე მათ ინფორმაციის გავრცელება. როდესაც პროექტი გაეშვება, შეეხმიანე მათ ხელახლა და ამის შესახებ აცნობე. ეს პროექტის დაწყების პირველივე დღეებში ხალხის მოზიდვაში დაგეხმარება.</p>
                    <p>კარგად დაგეგმილ კამპანიას წარმატების მეტი შანსი აქვს, ასე რომ არ დაიზარო და კარგად მოიფიქრე ყოველი ნაბიჯი. </p>
                    <p>წყარო: <a href='https://www.gofundme.com/c/blog/fundraising-plan' target='_blank'>https://www.gofundme.com/c/blog/fundraising-plan</a></p>
                    ",
                "image_url" => "https://powershare-alpha.s3.amazonaws.com/blogImages/4.-plan-for-creating-project.jpg"
            ],

            [
                "name" => "მითი საშუალო მხარდამჭერის შესახებ",
                "body" =>
                    "
                    <p>ბერძნულ მითოლოგიაში პროკრუსტე მიწისქვეშეთიდან ამოსული „სასტუმროს“ მესაკუთრე იყო. მას ჰქონდა საწოლი, რომელზეც გამვლელებს შეეძლოთ ღამე გაეთენებინათ. თუ გამვლელი ზედმეტად მაღალი იყო, მას პროკრუსტე ზედმეტ სანტიმეტრებს აჭრიდა და ისე აწვენდა საწოლზე. თუ ის ზედმეტად პატარა იყო, მაშინ მას ზუსტად საწოლის სიგრძეზე ჭიმავდა. ასეა თუ ისე, ვინც მის საწოლზე რჩებოდა, საბოლოოდ ყველა საწოლის სიგრძის ხდებოდა. ასე გრძელდებოდა პროკრუსტეს „ბიზნესი“ მანამ, სანამ თესევსმა არ დაამარცხა ის და მისსავე საწოლზე არ გაშხლართა.</p>
                    <p>რატომ მოვყევით ეს? იმიტომ, რომ ჩვენ ჩვენებური პროკრუსტიანული მექანიზმები გვაქვს დონორებთან დაკავშირებულ პირდაპირ მარკეტინგში - იმისათვის, რომ მეტი ფული მოვიზიდოთ, უგულვებელყოფთ პატარა უნიკალურ ელემენტებს, რომლებიც ადამიანებად გვქმნიან და ვცდილობთ ყველა „ერთი სიგრძის“ გავხადოთ.</p>
                    <p>ძნელია გამოცდილების გარედან იყურო და სხვა ადამიანების მდგომარეობა შეიგრძნო. შეუძლებელია ყველა შესაძლო ვარიანტზე იფიქრო. ზუსტად ამიტომაა საჭირო ორგანიზატორსა და მხარდამჭერს შორის აქტიური კონტაქტი. ეს საშუალებას გვაძლევს უკუკავშირი მივიღოთ, რაც წარმოუდგენლად მნიშვნელოვანია - მისი მეშვეობით ჩვენ ფაქტობრივად სხვა ადამინების გონებაში ვიჭყიტებით.</p>
                    <p>მთავარი პრობლემა ისაა, რომ ჩვენ ყველანი გამონაკლისები ვართ. არსებობს ასეთი ისტორია ამერიკის საჰაერო ძალების შესახებ - „The End of Average” ტოდ როზის მიერ - რომელიც 1950-იან წლებში მოხდა. მათ უნდოდათ გაეგოთ, თუ რა მოთხოვნებს უნდა აკმაყოფილებდეს ეკიპაჟის კაბინა, რათა ყოველ ეკიპაჟს მოერგოს. ამისთვის მათ ოთხი ათასი პილოტისგან მიღებული ინფორმაციის შედეგად ათი საშუალო ფიზიკური სიდიდე დაადგინეს და გადაწყვიტეს, რომ საფრენი ამ მონაცემებს უნდა აკმაყოფილებდეს. საინტერესოა რამდენ პილოტს მოერგო ეს. </p>
                    <p>არც ერთს.</p>
                    <p>მხოლოდ პირველი სამი სიდიდის გამოკვლევისას ჩვენ ვხედავთ, რომ პილოტების 96%-სთვის ეს საშუალო მონაცემები შეუსაბამოა. არ არსებობს „საშუალო პილოტი“. აქედან მოყოლებული ამერიკის საჰაერო ძალებმა დაიწყეს დრეკადობაზე მუშაობა, რაც იმას ნიშნავს, რომ კაბინა უნდა მოერგოს ეკიპაჟს და არა პირიქით.</p>
                    <p>დონორების შემთხვევაშიც ასეა და სწორედ ამიტომაა პოტენციური მხარდამჭერების სეგმენტებად დაყოფა არაეფექტური. სანაცვლოდ სჯობს მათი იდენტობა გამოიკვლიოთ. ამაზე მეტის გასაგებად ნახეთ სტატია - „თქვენი მხარდამჭერების იდენტობა“. </p>
                    <p>წყარო: <a href='http://agitator.thedonorvoice.com/' target='_blank'>http://agitator.thedonorvoice.com/</a></p>
                    <p><i>ავტორი: მიშო ზღულაძე</i></p>
                    ",
                "image_url" => "https://powershare-alpha.s3.amazonaws.com/blogImages/5.-Myth-About.png"
            ],

            [
                "name" => "როგორ მოვიფიქროთ შთამბეჭდავი სათაური",
                "body" =>
                    "
                    <p>რაც შეიძლება მეტი ადამიანის ყურადღების მიქცევაში ყველაზე მეტად სათაური დაგეხმარებათ. საუკეთესო ვარიანტში სათაური უნდა შეიცავდეს ინფორმაციას თავად პროექტისა და იმის შესახებ, ვისაც ეს პროექტი ეხმარება. გამორჩეული სათაური, ისევე როგორც შენი პროექტის ტექსტი, დადებითად მოქმედებს მნახველების და, შესაბამისად, დონაციების რაოდენობაზე. საუკეთესო სათაური ოთხ ძირითად მახასიათებელს მოიცავს:</p>
                    <ol>
                        <li>უმეტესობის ყურადღებას იქცევს.</li>
                        <li>კონკრეტულად გადმოსცემს, თუ ვისთვის და რატომ იქმნება პროექტი.</li>
                        <li>სპეციფიკურ ტონსა და ემოციას იჭერს.</li>
                        <li>ადვილად საპოვნია.</li>
                    </ol>
                    <p>მოდი, უფრო დეტალურ რჩევებზე გადავიდეთ.</p>
        
                    <h3>დაურთე სახელები</h3>
                    <p>თუ თანხას სხვისთვის აგროვებ, მათი სახელი მიუთითე. ასევე, თუ პროექტი ცნობილ ტრაგედიას ეხება, ესეც დაურთე და ხალხი პირველი შეხედვით მიხვდება, რისთვის გჭირდება ფული. ამით პოტენციურ დონორებს უფრო დაახლოვებ შენს მიზანთან. მართლაც, რომელს უფრო დაეხმარებოდი, „სასიცოცხლოდ მნიშვნელოვანი ოპერაცია ჯეინისთვის“ თუ „კამპანია ოპერაციის ჩასატარებლად“, ან „დამეხმარეთ ოპერაციის ხარჯების დაფარვაში“?</p>
        
                    <h3>შეარჩიე ტონი</h3>
                    <p>შეესაბამება თუ არა სათაურის ტონი პროექტის მიზანს? მაგალითად, თუ კიბოთი დაავადებულისთვის გინდათ თანხის შეგროვება, სათაურის ტონიც სევდიანი უნდა იყოს. იმ შემთხვევაში კი, თუ ღონისძიების მოწყობა ან მსგავსი გსურთ, შეიძლება მხიარული და გასართობი სათაურის მოფიქრებაც. </p>
        
                    <h3>დააინტერესე მკითხველი</h3>
                    <p>როგორც წიგნის შემთხვევაში, პროექტის სათაური ან მოიზიდავს მკითხველებს, ან პირიქით, მეტის გაგებას გადააფიქრებინებს. ძალიან კარგი ხერხია ისეთი სათაურის მოფიქრება, მკითხველში ინტერესს ან თანაგრძნობას რომ იწვევდეს. </p>
        
                    <h3>კარგად დაფიქრდი</h3>
                    <p>როცა სათაურს მოიფიქრებ, პირველ რიგში აჩვენე ის მეგობრებსა და ოჯახის წევრებს და მოისმინე მათი აზრი. კარგი იქნება, თუ რამდენიმე ვარიანტს შეიმუშავებ და იქიდან ამოირჩევ. ამ კითხვებზე პასუხის გაცემა კარგი სათაურის მოფიქრებაში დაგეხმარება:</p>
                    <ol>
                        <li>რამდენად გამორჩეულია სათაური?</li>
                        <li>არის მარტივად გასაგები და თან განსხვავებული?</li>
                        <li>მიუთითებს თუ არა ამბავზე, რომელიც მის უკან იმალება?</li>
                        <li>გიჩნდება თუ არა სურვილი, კამპანიის შესახებ მეტი გაიგო?</li>
                        <li>თუ ეს კონკრეტულ ადამიანს ეხება, შეიცავს სათაური მის სახელს?</li>
                        <li>მოუწოდებს თუ არა ხალხს მოქმედებისკენ?</li>
                        <li>შენ რომ შეგხვედროდა, მოგინდებოდა პროექტის გაზიარება?</li>
                    </ol>
        
                    <p>წყარო: <a href='https://www.gofundme.com/c/fundraising-tips/campaign-title' target='_blank'>https://www.gofundme.com/c/fundraising-tips/campaign-title</a></p>",
                "image_url" => "https://powershare-alpha.s3.amazonaws.com/blogImages/6.How-to-Come-Up-With-The-Title.jpg"
            ]

        ];

        foreach ($articles as $article) {
            $art = new Article();
            $art->author_id = 1;
            $art->name = $article["name"];
            $art->body = $article["body"];
            $art->save();
            $img = new Image();
            $img->url = $article["image_url"];
            $img->name = $article["name"];
            $img->category_id = ImageCategory::ARTICLE_FEATURED;
            $img->article_id = $art->id;
            $img->save();
        }
    }
}
