<template>
    <div>
        <h3 class="about-header">ჩვენს შესახებ</h3>
        </br>
        <p class="about-text">
            Powershare საქველმოქმედო ქრაუდფანდინგის პლატფორმაა, სადაც მომხმარებლებს სასურველი პროექტის ფინანუსრი მხარდაჭერა ფულის გაუღებლად შეუძლიათ. ამისათვის საჭიროა ვირტუალური მოხალისეობა - უფასო დახმარების ვარიანტებიდან ერთ-ერთის შერჩევა. ამ ეტაპზე დახმარება შესაძლებელია ვიდეო რეკლამის ყურებითა და ონლაინ კითხვარის შევსებით. უახლოეს მომავალში დაემატება სხვადასხვა ვებ-გვერდებზე დარეგისტრირების და მათი დატესტვის, აპლიკაციის გადმოწერის და სხვა უფასო დახმარების ფუქნციები. ის თანხა კი, რასაც კომპანიები ამ მცირე დავალებების შესრულებაში იხდიან, იმ საქველმოქმედო პროექტებს გადაერიცხებათ, რომელსაც მომხმარებლები თავად ირჩევენ.
            ჩვენი მიზანია ყველა ადამიანს მივცეთ შესაძლებლობა შეცვალონ საკუთარი და მათ გარშემო მყოფთა ცხოვრება უკეთესობისაკენ და მიგვაჩნია, რომ ამაში სწორედ ის ადამიანები დაეხმარებიან, ვისაც კარგად ესმით მათი. დღესდღეობით, ფინანსურად სხვისი დახმარება ფუფუნებას წარმოადგენს, მაგრამ ეს სულაც არ ყოფილა გადაუჭრელი პრობლემა. თითქმის ორწლიანი დაუღლელი მუშაობისა და უფასო ქველმოქმედების სხვადასხვა ვარიანტების ტესტირების შედეგად, შევძელით შეგვექმნა პლატფორმის ისეთი სატესტო ვარიანიტი რომელიც სხვისი დახმარების მსურველ ადამიანებს, მისცემდა ამის საშუალებას მათი ფინანსური მდგომარეობისდა მიუხედავად. 
            ეს საიტი ბეტა ვერსიას წარმოადგენს და უკვე მიმდინარეობს მუშაობა მის გაუმჯობესებაზე. 
            აქ ნებისმიერს შეუძლია განათავსოს ნებისმიერი სახის პროექტი, იქნება ეს სოციალური, გარემოსდაცვითი, საგანმანათლებლო, ჯანმრთელობის, სტარტაპი თუ სხვა. ამასთანავე, ნებისმიერს, მათაც კი, ვისაც ამისათვის საჭირო თანხა არ გააჩნია, შეუძლია ფინანსურად მხარი დაუჭიროს სასურველ პროექტს. 
            დამატებითი კითხვების შემთხვევაში შეგიძლიათ მოგვმართოთ ნებისმიერ დროს, ჩვენთვის თქვენი რჩევები და შენიშვნები ფასდაუდებელია და დაგვეხმარება სამომავლო განვითარებასა და გაუმჯობესებაში. info@powershare.fund
            მადლობთ, რომ სარგებლობთ ჩვენი პლატფორმით და გისურვებთ წარმატებებს ნებისმიერ წამოწყებაში!
        </p>
    </div>
</template>
<script>
export default {
    name: "About"
}
</script>