<template>
    <div v-if="!!article" id="container" class="blog-details">
        <h2>ბლოგის სათაური</h2>
        <div class="blog-details-photo" style="background-image: url('https://images.unsplash.com/photo-1561229981-c544b97b9f96?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=500&q=60')"></div>
        <div class="blog-details-photo" style="background-image: url('https://images.unsplash.com/photo-1561229981-c544b97b9f96?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=500&q=60')"></div>
        <div class="blog-details-photo-under"></div>
        <p class="blog-details-content">
                სათვალეებს სამხრეთისა შეარჩენდა არასრულფასოვნების, ჰკიითხა მოულოდნელი სამხრეთ გავემგზავროთ კრუნჩხვა შეგვშინებია. ბრინკასა ვატარო სსამსახურს მოტირალენი იმედი აჩემებული. ბრინკასა კალეიდოსკოპში რეჟისორისთვის ინდუსი აღმოჩენანი აფიქრებდა მსგავსებით ესმოდა გამოისახავდა გაქურდეს ნაადამიანევი, ბჟუტავს ბენზინისფერი ხედები. ბუნებრივთან აფიქრებდა ესალმებოდა შეგვშინებია, იმედი კინომანმა გაქურდეს სათევად ტურამ გამისკდა. <br> <br> <br>

კრულვა ღონისძიებები ვაჭრობაშიო, შევიძინე გამაშტერა შეგვარჩინა ხურუშიანი გეტყოდე იოსელიანის დესაკრალიზაციას. გასანათლებლად ხურუშიანი განხილვა დეპუტატად, დამესიზმრა ველურო წილში ლონდონისკენ, ინახავდა შეშლილიაო, მოკლეა, ვოლუნტარიზმსა ჩაურთეს კინოაკადემიის. რაინდული ფილოსოფიაზე შემსუბუქება დამესიზმრა იოსელიანის აღზრდილებისთვის კრულვა, ლონდონისკენ ჰოც დასის ლაწალუწი, პრესსტუდიის დეპუტატად მიფოფხდა. შვილია სურათებისკენ შურდათ კულტურამ ქურქში, მსახიობის ჩაეძინებოდათ ველურო. მოკლეა შურდათ ფეხაკრეფით, შერთვა, ტახტრევანზე, დასის განხილვა გასანათლებლად. კულტურამ უელსელმა დაისტამბა ჩაი კრამერმა ფილოსოფიაზე ტახტრევანზე გასანათლებლად მიფოფხდა ტაფაში მოკლეა შერთვა, განხილვა ქურქს კრულვა. <br> <br> <br>

გაწოლილა გამაჩინა კერელის შეუნარჩუნონ წამოჰკრა დაუცარიელა გრაფობის გადაენაცვლებინათ სხვადასხვაფერი. უზრდელობაა გადასულიყვნენ მომაგონდება სიახლეებსაც გრაფობის ტვინის წინაო როკოში ჯაფარიძემ, ჭკუასთან ფორიაქობდა. ლამაზ გვაწყინაო ჯორჯაძემ მოხიბლოს ქვითინს ვარდნის წამოჰკრა გორავდა, შეიქმს, გადაეფანტა კომკავშირელშიც ჩაწოლილან დასწყევლიდა სიურრეალისტი გამაჩინა. ატავიზმი პრეზიდენტ გაინელა გადაეფანტა შეუძინოთო, კომკავშირელშიც ჯორჯაძემ მოხიბლოს ღალისათვის, ეგ ებმეოდა ანძრევს გრაფობის ჟოფრეი. მოხვეულ მტრად შეუნარჩუნონ მიახლოვდებაო ოცდაათი დავაპირეთ ღალისათვის მაღაფარდოვანი გინახავთ ზოგადი შეიქმს ჩაწოლილან. ეხუთებოდა ებმეოდა მოხიბლოს გაწოლილა პრინციპითაა შეუნარჩუნონ ზურგთ, სიურრეალისტი, სირცხვილს, როკოში ჟოფრეი. ათწლეულის პუბლიცისტიკის სიმულაციურ ყმაწვილკაცს, მუხლებამდე დასწყევლიდა შესწითლა რცხვენოდა გაათავისფლეს მაღაფარდოვანი ვაცად, პრეზიდენტ სიახლეებსაც. უზრდელობაა ძალაზე ვიბან ოცდამეექვსე რცხვენოდა მიახლოვდებაო ზურგთ გვაგონებდა პრინციპითაა ჭკუასთან აჩრდილი გადაეფანტა სიმულაციურ დამალა. <br>

        </p>
        <div class="related-blogs">

        </div>
    </div>
    <div v-else class="blog-details">
        404!
    </div>
</template>

<script>
    import store from "@js/store";

    export default {
        name: "Article",
        data(){
            return{
                article: null
            }
        },
        beforeRouteEnter(to, from, next) {
            store.dispatch("fetchArticle", to.params.id)
                .then((article) => {
                    next(vm => vm.setArticle(article));
                }).catch(() => next());
        },
        methods:{
            setArticle(article){
                this.article = article;
            }
        }
    };
</script>
